{
          "total": 1,
          "project": [
                    {
                              "id": "redesigning-my-website-in-2021",
                              "title": "Redesigning my website in 2021",
                              "picture": "redesigning-my-website-in-2021.jpg",
                              "excerpt": "Rethink of my design concepts and learn more about web development",
                              "content": "<p style=\"text-align:justify;\">In 2020, I designed and developed this website; however, some functions were unfinished and the color pallete might not be engaging. Hence, I redesigned my website in early 2021. The process only lasted for roughly a month because most components are already established. All I need to do is innovate.</p><p style=\"text-align:justify;\">'Blog of Nhat' is a website of mine. It was initially developed using traditional web languages (HTML5, CSS and JavaScript) and later upgraded into a ReactJS website. The last design was mainly based on the black-and-white theme with a bit of red as a highlighted color. I really liked that color pallete at the time, but I figured that might not be everyone's cup of tea. In 2021, I decided to redesign the look of the site, including changing the color pallete, adjusting some sections and completing some undone features of the site.</p><img class=\"inpost-image\" src=\"/media/blogofnhat/projects/redesigning-my-website-in-2021-2.jpg\" alt=\"projects-image\"/><br /><img class=\"inpost-image\" src=\"/media/blogofnhat/projects/redesigning-my-website-in-2021-3.jpg\" alt=\"projects-image\"/><div class=\"image-caption\">Some photos of my website's old design, respectively the homepage and a page displaying one of the blog posts.</div><p style=\"text-align:justify;\">In this latest design, I use some brighter colors to light up my website a little bit. The theme of the website is changed as well: before it was designed to be more like a multi-section blogsite (well, it's called 'Blog of Nhat' after all), now each section of the website has distinct layouts, components and identity to be differed from each other. Here are some photos of the newly-developed website (although you might have seen it already in this website):</p><img class=\"inpost-image\" src=\"/media/blogofnhat/projects/redesigning-my-website-in-2021-4.jpg\" alt=\"projects-image\"/><br /><img class=\"inpost-image\" src=\"/media/blogofnhat/projects/redesigning-my-website-in-2021-5.jpg\" alt=\"projects-image\"/><br /><img class=\"inpost-image\" src=\"/media/blogofnhat/projects/redesigning-my-website-in-2021-6.jpg\" alt=\"projects-image\"/><br /><img class=\"inpost-image\" src=\"/media/blogofnhat/projects/redesigning-my-website-in-2021-7.jpg\" alt=\"projects-image\"/><p style=\"text-align:justify;\">Throughout the process, I have learnt so much more about web design as I had to seek multiple types of websites in order to come up with the final design. I also fixed and finished some features in the website; hence, I had a chance to polish and optimise my code, as well as to learn and improve my React coding skills.</p><p style=\"text-align:justify;\">After this, I was planning to take a look into React Native since mobile app development is becoming the new trend. It is also similar to React, so I hope I would not find anything hard in learning this framework.</p>"
                    }
          ]
}