{
          "total":11,
          "blogpost":
          [
                    {
                              "id": "prologue",
                              "title": "Prologue",
                              "picture": "prologue.jpg", 
                              "published_date": "2020-07-21",
                              "category": "",
                              "tags": ["english","vietnamese"],
                              "excerpt": "",
                              "content": "<p style=\"text-align:justify;\">(Phần Tiếng Việt ở dưới)</p><br /><p style=\"text-align:justify;\">Greetings! My name is Nhat K. Nguyen, but you can call me James. Welcome to the Blog Posts section of the BlogOfNh.at website. This contains all of my blog posts over the years since I got into writing blogs few years ago. It is basically my personal blog that I gathered all the posts in the past and put them all into this website (convenient, I know right?). Although the majority of these posts were written in Vietnamese – my mother tongue, I will try to have posts that are more diverse in the near future.</p><p style=\"text-align:justify;\">In this section, you will find my posts in 3 categories:</p><p style=\"text-align:justify;\"><b>(1) Soliloquy:</b> Which I write about what I perceive as well as how I love and enjoy things in the life around me.</p><p style=\"text-align:justify;\"><b>(2) Audacious Opinions:</b> They are my opinions about certain things in life (mostly cultural or political), whether I love it or hate it, permit or prohibit. All those opinions, regardless of how unpopular they seem, are written down in this category.</p><p style=\"text-align:justify;\"><b>(3) Short Stories:</b> Basically it’s where I wrote stories (short one of course), whether they’re from my experience or just pure fiction (or are they?).</p><p style=\"text-align:justify;\">As being a bilingual blog section, I have included 2 tags which are English and Vietnamese in each of my blogposts. Every post has either of these tags which identifies what language(s) I use to write the post, so that you can choose your preferred language to read my shitty writing for whatever reason. The language of the post excerpt is also an indicator; hence, you can simply know the written language by only skimming through the post.</p><p style=\"text-align:justify;\">Either way, I hope you enjoy these blog posts of mine.</p><p style=\"text-align:justify;\">Regards,</p><p style=\"text-align:justify;\">Nhat K. \"James\" Nguyen.</p><br /><p style=\"text-align:justify;\">Xin chào! Tên mình là Nguyễn Kim Nhật (James). Chào mừng đến với mục Các bài viết của trang web BlofOfNh.at. Phần này có tất cả những bài post của mình từ trước đến giờ kể từ lúc mình thích viết blog vài năm về trước. Cơ bản thì đây là chỗ mà mình tổng hợp lại tất cả các bài viết trong quá khứ và nén nó vào website này (tiện quá, phải không nhỉ?). Dù phần lớn những bài đang có trên trang web hiện tại được viết bằng tiếng Việt – tiếng mẹ đẻ của mình, trong tương lai gần mình sẽ cố có nhiều bài viết đa dạng hơn.</p><p style=\"text-align:justify;\">Trong mục này, bạn sẽ tìm thấy những bài viết của mình nằm trong 3 chủ đề:</p><p style=\"text-align:justify;\"><b>(1) Tâm sự:</b> Nơi mà mình viết về những thứ mà bản than chiêm nghiệm trong cuộc sống cũng như những điều mình thích và tận hưởng xung quanh.</p><p style=\"text-align:justify;\"><b>(2) Bình loạn:</b> Đó là những ý kiến của mình về những vấn đề (chủ yếu là về văn hóa hay thời sự), về việc mình thích hay ghét nó, đồng ý hay cấm kỵ. Tất cả những suy nghĩ này, bất kể cho chúng có đi ngược đám đông hay không, đều sẽ được viết ra ở đây.</p><p style=\"text-align:justify;\"><b>(3) Truyện ngắn:</b> Cơ bản đó là nơi mình viết truyện (ngắn thôi tất nhiên), hoặc là bản thân đã từng trải, hoặc là hư cấu nên (hoặc không?).</p><p style=\"text-align:justify;\">Vì là một trang blog đa ngôn ngữ, mình đã chèn 2 cái tag là tiếng Anh và tiếng Việt vào mỗi bài viết của mình. Mỗi bài đăng sẽ có ít nhất một cái tag để đánh dấu ngôn ngữ mà mình dùng để viết bài, từ đấy bạn có thể tìm đọc mấy bài viết linh tinh nhảm nhí của mình (với bất kể lý do là gì) bằng ngôn ngữ bạn thích. Ngôn ngữ ở phần trích cũng là một cách nhận biết, vậy là bạn chỉ cần lướt qua cũng có thể biết bài đăng được viết bằng ngôn ngữ gì.</p><p style=\"text-align:justify;\">Dù sao đi nữa, hy vọng bạn sẽ thích những bài viết của mình.</p><p style=\"text-align:justify;\">Ký tên,</p><p style=\"text-align:justify;\">Nguyễn Kim Nhật.</p>"
                    },
                    {
                              "id": "nam-thich-trang-that-day",
                              "title": "\"Nam thích Trang, thật đấy\"",
                              "picture": "nam-thich-trang-that-day.jpg", 
                              "published_date": "2018-02-22",
                              "category": "short-stories",
                              "tags": ["vietnamese"],
                              "excerpt": "Đã hai tiếng kể từ khi Trang và Nam ngồi bên hành lang của quán cà phê hướng mặt ra phía ngã tư. Trời nắng nhẹ trong tiết trời của những ngày xuân xanh, ùn ùn xe cộ chạy qua lại nhanh chóng như thể ai ai cũng chỉ muốn xong cho công việc của mình. Cơn gió nhẹ thổi qua hòa vào những câu chuyện huyên thuyên của hai đứa bạn…",
                              "content": "<p style=\"text-align:justify;\">Đã hai tiếng kể từ khi Trang và Nam ngồi bên hành lang của quán cà phê hướng mặt ra phía ngã tư. Trời nắng nhẹ trong tiết trời của những ngày xuân xanh, ùn ùn xe cộ chạy qua lại nhanh chóng như thể ai ai cũng chỉ muốn xong cho công việc của mình. Cơn gió nhẹ thổi qua hòa vào những câu chuyện huyên thuyên của hai đứa bạn...<!--more--></p><p style=\"text-align:justify;\">Quen nhau cũng đã lâu, Nam cũng biết Trang đã trải qua nhiều chuyện buồn trong tình duyên, và chắc Trang cũng biết Nam cũng vậy. Hai người tìm thấy nhau, quen nhau và thân thiết với nhau cứ như trời định vậy, và mọi câu chuyện cứ kéo họ lại về với nhau, ngày càng ngày càng gần. Cho đến khi mọi câu chuyện phiếm dần đi vào hồi kết và hai đứa kết lại bằng việc nở nụ cười rạng rỡ với nhau. 11 giờ trưa.</p><p style=\"text-align:justify;\">Chợt lặng yên trong vài giây Trang cười, nụ cười tỏa nắng như ánh bình minh ngoài vịnh lớn, Nam lặng đi. Nam nghĩ về mình của vài ba ngày tới, nghĩ về mình của những ngày xa thành phố này và cứ thế chia xa con người đang ngồi cạnh Nam lúc này. Rồi nụ cười Trang chợt tắt, Trang quay lại nhìn Nam tỏ ý tò mò, thứ gì đang diễn ra trong đầu Nam lúc này. Và thế là, nắm lấy đôi bàn tay mềm mại của Trang, Nam bắt đầu chuỗi độc thoại sâu trong tâm tư của mình:</p><p style=\"text-align:justify;\"><em>\"Trang này. Nam đã suy nghĩ rất nhiều. Nam cũng sắp đi rồi, vậy liệu có bất công không nếu Nam reo rắc yêu thương trong phút chốc rồi bỏ đi trong dĩ vãng? Nhưng nếu không thật với lòng mình, liệu Nam có thể tha thứ cho bản thân về điều Nam bỏ lỡ, nhân duyên mà mình im lặng đi qua không?... Nam thích Trang, thật đấy...\"</em></p><p style=\"text-align:justify;\">Trang tròn xoe hai con mắt nhìn Nam, không gian xung quanh cứ im lặng hẳn đi, ngột ngạt như thể thời gian đang chậm dần cho đến khi dừng hẳn lại. Trong đầu của hai đứa bừng lên những ý niệm về một buổi hoàng hôn mặt trời lặn đi cho đến khi tối sầm lại.</p><p style=\"text-align:justify;\">Hai người.</p><p style=\"text-align:justify;\">Tay trong tay.</p><p style=\"text-align:justify;\">Có nhau.</p>"
                    },
                    {
                              "id": "se-lanh-740",
                              "title": "Se lạnh 740.",
                              "picture": "se-lanh-740.jpg",
                              "published_date": "2018-08-17",
                              "category": "short-stories",
                              "tags": ["vietnamese"],
                              "excerpt": "Ngày 1xx. Anh tìm thấy cô bên một công viên nhỏ nọ. Cô sà vào anh, đánh anh, và khóc trên vai anh. Những tiếng khóc cô to như muốn trách móc anh, rằng anh chẳng hiểu gì về cô hết cả, rằng anh rất ích kỷ. Và rằng cô rất yêu anh…",
                              "content": "<p style=\"text-align:justify;\">Ngày 1xx,</p><p style=\"text-align:justify;\">Anh tìm thấy cô bên một công viên nhỏ nọ. Cô sà vào anh, đánh anh, và khóc trên vai anh. Những tiếng khóc cô to như muốn trách móc anh, rằng anh chẳng hiểu gì về cô hết cả, rằng anh rất ích kỷ. Và rằng cô rất yêu anh...</p><p style=\"text-align:justify;\">Hình như đó là lần đầu ảnh và cổ cãi nhau. Đó là vào một tối ngày đông nọ, anh chở cô tới một concert do bạn cô tổ chức. Trời có lẽ không quá lạnh bởi cái ôm cô trao anh khi trên chiếc xe máy cũ kỹ đi cùng nhau. Anh và cô như thể chả rời được nhau, có lẽ vì vậy mà cô bạn cô chẳng ưa anh tý nào. Cô như cảm giác được có điều gì đó không ổn ở anh.</p><p style=\"text-align:justify;\">Đến nơi. Cô bạn cô kéo cô theo bằng được, kéo thật xa khỏi anh. Hoặc là tính sở hữu mà anh dành cho cô, hoặc do chút hậm hực không vui vẻ tồn đọng từ một số chuyện không hay mấy ngày trước khiến anh không hứng thú lắm. Anh nói với cô là ra phía bên kia đường uống cà phê, rồi bỏ cô với bạn chẳng nói gì thêm. Khuôn mặt anh có lẽ đủ để cô hiểu là anh đang không bằng lòng.</p><p style=\"text-align:justify;\">Rồi anh qua bên kia đường. Anh gọi một cốc bạc xỉu. Từ ngày anh bên cô anh lúc nào cũng thích gọi bạc xỉu. Có thể những ngày đi cùng cô đã khiến anh nghiện ngập thứ vị ngọt của đường và sữa. Bất chợt cô chạy qua quán nước nơi anh ngồi. Cô bỏ bạn cô để đến với anh. Trong lòng anh vui lắm. Vị ngọt sữa cứ cuộn lên trong lòng anh, vì anh biết cô bỏ mọi thứ mà theo anh, nhưng anh xấu lắm, chút tự tôn vớ vẩn và tẹo khó tính cứng đầu của anh cứ kêu cô về với bạn cô đi. Anh cứ nói là muốn cô vui với bạn cô, nhưng trong lòng anh sẽ chẳng vui tý nào.</p><p style=\"text-align:justify;\">Tỉ tê một lúc, cô bực mình bỏ đi...</p><p style=\"text-align:justify;\">Anh cũng giận chẳng thèm níu cô lại...</p><p style=\"text-align:justify;\">Đấy là lần đầu tiên cãi nhau. Mà cãi nhau to. Chắc là vậy rồi.</p><p style=\"text-align:justify;\">Anh nhâm nhi thêm chút cà phê. Vị ngọt đó lại xuất hiện, nhưng dày xéo trong cổ họng anh giờ đây lại thêm thứ đắng cà phê. Thứ xót xa buồn bực, thứ hậm hực vớ vẩn. Anh mới ngỡ nhận ra là anh sai. Anh sai nhiều. Anh bỏ lại cốc cà phê và chút tiền cho chủ quán. Anh quay lại lấy chiếc xe máy gửi ở trong hầm và phóng đi tìm cô. Anh gọi cô hết lần này đến lần khác hỏi xem cô ở đâu. Cô chỉ gửi anh một cái ảnh chụp cái đèn đường và bãi cỏ cùng vài chiếc ghế đá gần bên.</p><p style=\"text-align:justify;\">Anh vội vã tìm cô, anh cuống lắm. Rồi cho đến khi anh nhìn thấy bóng dáng thân quen đang lang thang những bước lập lững bên vỉa hè, anh phóng thẳng lên và dừng lại trước mặt cô. Tiếng gọi tên cô khiến cô chẳng kìm được nước mắt. Cô sà vào anh. Từng giọt lệ cứ thế ngấm lên áo anh...</p><p style=\"text-align:justify;\">Ngày 740,</p><p style=\"text-align:justify;\">Anh đang đứng đợi xe buýt ở bên đường, nơi xa cái công viên nhỏ nọ hơn bảy nghìn cây số. Tối ấy cũng là một tối cuối đông. Thứ gió rét lùa vào ống tay áo, chui vào từng lổ hổng trên áo khoác của anh. Trong đầu anh tự dưng nhớ về cái ngày đó, ngày cô khóc trên vai anh. Hơi ấm của cô rực lên trong trí nhớ anh.</p><p style=\"text-align:justify;\">Ấm thật ấm, mà cũng thật là xót xa.</p>"
                    },
                    {
                              "id": "may-cai-tat-xung-ho-cua-minh",
                              "title": "Mấy cái \"tật\" xưng hô của mình",
                              "picture": "",
                              "published_date": "2018-12-02",
                              "category": "soliloquy",
                              "tags": ["vietnamese","su-giau-dep-cua-tieng-viet"],
                              "excerpt": "1: Mình bắt đầu xưng “con” với rất nhiều người. Cái này có lẽ là do hoàn cảnh của mình từ hồi bé thay vì mọi người là ở nhà bố mẹ chăm sóc thì cả cấp 1 và đầu cấp 2 thì ông bà ngoại là người nuôi mình dạy dỗ mình 5 ngày/tuần, xong từ bao giờ mình xưng với ông bà bằng “con” luôn.",
                              "content": "<h2 style=\"text-align:justify;\">1.</h2><p style=\"text-align:justify;\">Mình bắt đầu xưng \"con\" với rất nhiều người. Cái này có lẽ là do hoàn cảnh của mình từ hồi bé thay vì mọi người là ở nhà bố mẹ chăm sóc thì cả cấp 1 và đầu cấp 2 thì ông bà ngoại là người nuôi mình dạy dỗ mình 5 ngày/tuần, xong từ bao giờ mình xưng với ông bà bằng \"con\" luôn.</p><p style=\"text-align:justify;\">Tử vi có kêu là mình hồi bé sẽ có bố mẹ nuôi và ừ xem như cái đó cũng là một cái đúng.</p><p style=\"text-align:justify;\">Kể từ đấy thì bất kể ai mà mình phải xưng \"cháu\" nhưng cảm thấy gần gũi, thân tình thì mình sẽ tự động chuyển sang xưng \"con\"...</p><p style=\"text-align:justify;\">- Con chào chú</p><p style=\"text-align:justify;\">- Con chào cô</p><p style=\"text-align:justify;\">- Con chào bác</p><p style=\"text-align:justify;\">...</p><p style=\"text-align:justify;\">(Đến đây thì nếu ai mà mình vẫn xưng \"cháu\" thì tức là cũng không được hay ho lắm rồi)</p><h2 style=\"text-align:justify;\">2.</h2><p style=\"text-align:justify;\">Từ \"em\" (dùng để gọi người thấp tuổi hơn mình) là một trong những từ mà mình rất rất rất hiếm dùng, càng về sau càng ít dùng. Mình cũng không hoàn toàn nghĩ ra được lý do ngọn nguồn tại sao mình lại như vậy nữa. Những trường hợp duy nhất mình dùng \"em\" là khi mình gặp một đứa nào đó kém hơn tuổi, hoặc là mới quen/lịch sự (đối với cả nam và nữ), hoặc là nữ khi thân thiết/dễ nói chuyện.</p><p style=\"text-align:justify;\">Nói đến đây thì mọi người cũng hiểu là mình dùng từ \"em\" để gọi những ai rồi, xin các cậu đừng cười mình. Có lẽ đại từ này theo thời gian mà tự trong suy nghĩ của bản thân đã lãng mạn hóa nó, làm cho mình càng về sau càng khó sử dụng cho các trường hợp khác. Mình tôn thờ thứ đại từ ấy.</p><p style=\"text-align:justify;\">Trong các trường hợp khác, mấy đứa con trai thân thân mà kém tuổi cũng dần dần chuyển sang \"anh - mày\"; kể cho ở nhà mình có đứa em gái, mình toàn gọi tên nó, chứ không bao giờ kêu \"em\" với nó cả.</p><p style=\"text-align:justify;\">Kỳ quặc!</p><h2 style=\"text-align:justify;\"><strong>3.</strong></h2><p style=\"text-align:justify;\">Mình vừa nhận ra là: khi mình nói chuyện với bạn bè cùng trang lứa hay dùng ngôn từ viết lách, thi thoảng mình có nhận ra là bản thân hay bị \"loạn ngôn\", lúc thì dùng \"tớ\" lúc thì dùng \"mình\".</p><p style=\"text-align:justify;\">Từ hồi cấp 3 đổ về trước có lẽ mình hay xưng \"tớ\" nhiều hơn là \"mình\". Thời đó cuộc sống chẳng có chi phức tạp, mình lúc nào cũng tươi vui hớn hở tí ta tí tởn; có lẽ cũng vì thế mà mỗi khi xưng \"tớ\" là lúc mình rất vui vẻ hoặc là mình đang cợt nhả với ai đó. Cái thói quen xưng hô đó cứ theo mình tới tận giờ. Chỉ có điều là giờ mình cũng không dùng từ \"tớ\" mấy nữa mà lại chuyển sang từ \"mình\". Cái giọng điệu của \"mình\" có lẽ trầm ấm hơn, điềm đạm và từ tốn hơn. Cứ như thể mỗi lần mình muốn nói muốn truyền đạt một thứ gì đó, mình sẽ xưng hô như thế này.</p><p style=\"text-align:justify;\">Còn một thứ nữa là mình rất ít hoặc không bao giờ xưng \"tôi\" cả. Bản thân thấy từ \"tôi\" nó hơi có mùi ngang tàn hống hách, có chút gì đó hơi ngạo nghễ và chút phần giả tạo. Từ \"tôi\" nằm ở từ \"cái tôi\". Ừ thì \"tôi\" cũng có mang ý nghĩa gì đó lịch sự, nhưng đó chính là phần giả tạo và gượng gạo trong nó.</p>"
                    },
                    {
                              "id": "mo",
                              "title": "Mơ,",
                              "picture": "mo.jpg",
                              "published_date": "2019-03-08",
                              "category": "soliloquy",
                              "tags": ["vietnamese"],
                              "excerpt": "Đôi khi những lúc mệt mỏi, mình hay nhớ về thời xưa cũ, cái lúc mà mọi thứ còn thật đơn sơ và mình thì cũng thật ngây thơ.",
                              "content": "<p style=\"text-align:justify;\">Đôi khi những lúc mệt mỏi, mình hay nhớ về thời xưa cũ, cái lúc mà mọi thứ còn thật đơn sơ và mình thì cũng thật ngây thơ. Mình nhớ vẫn nhớ chứ cái hồi ấy, cậu và mình cứ vờn nhau thật vui vẻ mặc cho những tâm tư buồn bã và tiêu cực trong lòng ta kìm nén từ những thứ thuộc về quá khứ. Tuổi thiếu niên mà, ai chả có những ký ức buồn, nhưng ngây ngô làm sao những lần nói chuyện, những lời tâm sự ngày đêm để mình có ngu ngơ ít nhiều nhưng cũng phần nào hiểu được chút nội tâm sâu thẳm trong lòng cậu.</p><p style=\"text-align:justify;\">Mình sống lại trong ký ức cái ngày cả lũ bạn gặp nhau chơi, mấy đứa cứ ngồi xem phim, còn thi thoảng cậu lại bấu mình một cái, để mình quay lại lườm cậu. Cậu cười. Mình chẳng nhớ sau này cậu có cười tươi (ít nhất là với mình) như hôm đấy hay không. Trời xanh của những ngày mùa xuân, gió lộng của nơi ban công tầng năm tầng sáu Nghĩa Đô, chợt cậu kéo gọi mình ra và thì thầm vào tai một tiếng:</p><p style=\"text-align:justify;\">\"You can't wake up. This is not a dream.\"</p><p style=\"text-align:justify;\">Mình bừng tỉnh. Lúc ấy có lẽ là 5h sáng. Nằm trên giường, chân thì xoắn lấy cái chăn, tay thì hình như cầm điện thoại lướt insta rồi ngủ quên. Vẫn còn lơ mơ chưa biết thực hư thế nào, học tập, chao đảo, deadline. Nhớ ra bài post của cậu rồi khi đó.</p><p style=\"text-align:justify;\">Tỉnh thì có tỉnh.</p><p style=\"text-align:justify;\">Nhưng mà ôm mơ.</p><p style=\"text-align:justify;\">Nhớ mơ.</p>"
                    },
                    {
                              "id": "noi-ve-clip-cua-tram-anh-va-moi-thu-xung-quanh-no",
                              "title": "Nói về clip của Trâm Anh và mọi thứ xung quanh nó.",
                              "picture": "noi-ve-clip-cua-tram-anh-va-moi-thu-xung-quanh-no.jpg",
                              "published_date": "2019-04-14",
                              "category": "audacious-opinions",
                              "tags": ["vietnamese"],
                              "excerpt": "Bài viết nêu lên cảm nhận của mình về vụ của hot girl Trâm Anh mấy ngày gần đây và những thứ mọi người lôi ra để bình phẩm, bàn tán xung quanh nó.",
                              "content": "<p style=\"text-align:justify;\"><em><strong>Bài viết nêu lên cảm nhận của mình về vụ của hot girl Trâm Anh mấy ngày gần đây và những thứ mọi người lôi ra để bình phẩm, bàn tán xung quanh nó.</strong></em></p><p style=\"text-align:justify;\">Hôm nay mình thấy có một bạn của mình share một bài về việc không nên victim shaming Trâm Anh và đổ lỗi cho miệng lưỡi \"bá tánh\" độc địa vân vân; bạn ý nói rằng không hiểu sao mọi người lại có thể make joke có thể nói đùa về việc này (và rõ ràng là mình có bỡn cợt về việc này thật). Và sau hàng chục lần mình lờ đi khỏi những bài viết vô cùng \"woke\" thì mình quyết định viết một bài để nói về cảm nghĩ của mình về vụ việc của Trâm Anh nói riêng và về cộng đồng mạng nói chung.</p><p style=\"text-align:justify;\">Khuyến cáo: Bản thân mình tự nhận mình là một middlebrow: mình không quá thông minh để giải thích cho mọi việc mình nghĩ và mình làm một cách logic (sau cùng, là một con người ai cũng có cái này cái kia), nhưng mình cũng không phải là người không biết đứng lên giải thích cho những gì mình làm, ít nhất cho đến bây giờ là thế. Nếu bạn nào lên đây để đọc xem liệu những ý kiến của mình có logic hay không thì mình xin được trả lời trước là không, nó không logic. Mình sẽ có những ngụy biện rằng \"không chỉ có ở Việt Nam mà đâu cũng thế\" và mình đã lường trước điều đó. Nhưng qua điều đó để mình muốn chứng minh một điều rằng xã hội bây giờ không phải cái gì cũng có thể quy về hoặc trắng hoặc đen, hoặc là đúng hoặc là sai. Nó không công bằng, vì <strong><em>\"Cuộc sống mà!\"</em></strong>.</p><h2>1. Về hình tượng của Trâm Anh nói riêng:</h2><p style=\"text-align:justify;\">Mình phải thú thật một điều là, ngay sau khi mình biết được tin Trâm Anh lộ clip nóng, có lẽ người đầu tiên mình nghĩ đến là anh PewPew. Mình biết họ không muốn tiến đến với nhau nếu không muốn nói là Trâm Anh chỉ lợi dụng Pew để kéo fame mà thôi, nhưng thật bất công khi chưa được bao lâu sau cái game show hẹn hò đó mà Trâm Anh đã lấp liếm đủ đường, mọi lời hay ý đẹp của Pew dành cho cô gái cũng trở nên thật là uổng phí. Mình thương cho những anh chàng nghĩ tốt cho người con gái họ thương, nhưng cuối cùng chỉ trở thành chúa tể của những chiếc vỏ, chỉ là thứ cho những cô gái đẹp có cơ hội lợi dụng. Cái meme \"Anh đ** ra Hà Nội nữa\" thực ra cũng thật là chua chát.</p><p style=\"text-align:justify;\">Quay lại về Trâm Anh, trước khi vụ việc xảy ra cũng chẳng ít tai tiếng đã được dành cho cô, từ việc cô lật lọng \"bạn bè\" mình ở chương trình \"Nóng cùng WorldCup\", cho đến câu nói động trời của cô rằng \"Nếu có duyên với Bùi Tiến Dũng, tôi sẽ thử yêu\". Đây rõ ràng không phải là báo mạng hay cư dân mạng biến tấu câu chuyện của cô, mà do cô ta tự gây nên và tự chuốc lấy. Việc tự cô ta tạo ra cái hình tượng của bản thân là một người thấy cái lợi trước mắt rồi qua cầu rút ván đều có từ trước vụ việc này xảy ra. Có lẽ mà vì vậy mà khi tin tức rộ lên, thực tình mình cũng chẳng bất ngờ.</p><p style=\"text-align:justify;\">Thậm chí mình còn nghĩ bụng: \"Đáng đời\".</p><h2 style=\"text-align:justify;\">2. Về việc mọi người \"bênh Trâm Anh\", hay đúng hơn là việc mọi người nói về victim blaming, cư dân mạng Việt Nam độc địa, hay chuyện về tình dục ở Việt Nam, vân vân:</h2><p style=\"text-align:justify;\">Đến đoạn mà có lẽ là trigger mình hơn cả. Bởi mọi người gián tiếp \"bênh Trâm Anh\" bằng những luận điểm như \"người quay clip nóng không có lỗi\", \"clip nóng hay dư luận nóng\", vân vân và mây mây, khiến cho phần lỗi của \"đôi bạn trẻ\" bị nhẹ đi hẳn, thậm chí là không có. Nhìn qua mấy bài post thì có vẻ khá là \"woke\" cơ mà thực sự thì không phải như thế.</p><h3 style=\"padding-left:30px;\">2a. Về \"victim blaming\", về \"người quay clip nóng không có lỗi\":</h3><p style=\"text-align:justify;\">Khi mình đang cố để viết một bài phản đối lại mọi thứ mà mọi người viết lên, mình phải đồng ý với việc này. Mình đã từng nghe đến những câu chuyện có những cô gái mới lớn yêu đương này nọ mà chẳng hề hay biết rằng mình bị quay lén để rồi một hôm nọ cái clip bị phát tán lên cho cả trường, họ bị trầm cảm, và có những người đã tìm đến cái chết. Và mình phải công nhận rằng chính cái việc xã hội nhìn vào cái clip đó để chỉ trích họ là lý do khiến họ bị như vậy.</p><p style=\"text-align:justify;\">THẾ NHƯNG quay lại với vụ việc, Trâm Anh và anh X. hoàn toàn biết về việc mình sẽ quay clip. Và với một số bạn nào bảo là \"quay clip không có nghĩa là sẽ chia sẻ clip\" thì cho mình xin lỗi, vì làm gì có chuyện đó. Chúng ta đang sống trong kỷ nguyên của mạng xã hội, của Facebook và Instagram, của việc \"bạn trải nghiệm cái gì không quan trọng mà bạn phải chia sẻ trải nghiệm đó cho cộng đồng\"<em> (cái này mình sẽ nói ở bài khác)</em>. Hai con người họ cũng không còn phải là trẻ con nữa, hai mươi bốn hai mươi lăm tuổi đầu, ai cũng phải hiểu là mọi hành động đều có hậu quả của nó, và đã dám làm thì dám nhận. Cũng đừng vơ là \"ai chẳng từng quan hệ\" này kia. Cớ gì mà phải quay clip?</p><p style=\"text-align:justify;\">Có một câu nói mà mình nghe được từ lâu lắm rồi mà mình chẳng nhớ là có từ đâu, đại loại rằng: đồng xu kêu to nhưng ít giá trị, tờ tiền giá trị cao hơn vì nó không phát ra tiếng. Hiểu nôm na theo ý mình muốn nói rằng là khi danh tiếng và giá trị của bạn càng cao, thì bạn lại càng phải chú ý đến lời ăn tiếng nói và những hành động mà bạn làm.  Khi bạn đã trở thành hot girl, có lẽ việc đầu tiên mà bạn phải nghĩ tới đó là hình ảnh  của bạn với công chúng. Và nếu bạn không làm được việc đó, thì công chúng sẽ đào thải bạn.</p><h3 style=\"padding-left:30px;text-align:justify;\">2b. Về việc \"dư luận nóng hơn clip\", về việc \"chuyện tình dục ở Việt Nam\":</h3><p style=\"text-align:justify;\"><em>Có lẽ đến phần này thì không còn có đúng hay sai nữa. Suy cho cùng, một thứ gì đó coi là \"đúng\" là khi cả một cộng đồng cho điều đó là đúng. Bạn bắt kịp với xã hội, hoặc là xã hội sẽ đào thải bạn.</em></p><p style=\"text-align:justify;\">Thời đại 4.0 là thời đại của Internet. Việc Internet phát triển quá nhanh khiến cho con người ta, bất kể là ở nơi đâu, chưa kịp chuẩn bị cho những \"hướng dẫn sử dụng\", để hướng dẫn ta nên làm gì và không làm gì trên mạng. Nhưng có lẽ đó mới là thứ khiến cho internet, là internet. Từ việc con người ta chia sẻ tin tức, chế meme trên mạng đều thật tự do, và sẽ thật sai lầm nếu con người ta cưỡng chế lại sự tự do đó (e hèm Article 13). Internet là một công cụ và cái cách bạn sử dụng nó là ở bạn.</p><p style=\"text-align:justify;\">Nhưng cái gì cũng có cái lợi và cái hại của nó. Vì tính chất phát tán quá nhanh của nó mà chúng ta mới có những sự \"nổi tiếng bằng tai tiếng\". Kể cả với Kim Kardashian, vì chính cô ta cũng nổi tiếng vì cái clip nóng của cô ta. Việc mình muốn lôi ví dụ này ra là để muốn nói rằng cái này không dừng lại ở \"chuyện tình dục ở Việt Nam\" mà nó đã là một thứ từ thuở sơ khai rồi. Việc \"phụ nữ được gọi là <em>phái đẹp</em>\" hay là \"75% truy cập trên mạng là vào các pornsite\" chẳng phải tự dưng mà có.</p><p style=\"text-align:justify;\">Mình không nói rằng việc một thứ có từ ngàn xưa là đúng, mình muốn nói rằng nếu bạn đổ lỗi cho cả thiên hạ về một cái tai nạn nho nhỏ của bạn thì bạn thật nhỏ mọn. Thay vì yêu cầu xã hội phải đối xử tốt đẹp với bạn, bạn nên tốt đẹp trước đã. Và như đã nói ở phần 2a: bạn phải biết chịu trách nhiệm cho lời ăn tiếng nói và hành động của mình.</p><h3 style=\"text-align:justify;padding-left:30px;\"><strong>2c. Về việc \"cư dân mạng Việt Nam độc địa\":</strong></h3><p style=\"text-align:justify;\">Việc lái sang một vấn đề khác là một kiểu ngụy biện, và suy cho cùng mình cũng đồng ý với câu kết luận này, nhưng không có nghĩa là mình sẽ không đề cập về nó để chỉ ra rằng các bạn viết mấy bài mà mình đọc trên mạng cũng là một \"cư dân mạng Việt Nam\".</p><p style=\"text-align:justify;\">Lấy ví dụ thế này đi: U23 Việt Nam đá với một U23 nào đó và một ông trọng tài X nào đó xử sai cho Việt Nam. Tất cả những gì bạn thấy được ở trên Facebook lúc đó là: tìm Fb lão ta nhanh, đánh sập nick luôn đi,... Việc ông ta xử sai không khiến bạn trở thanh \"quan tòa\" để xét xử ổng bằng việc tìm Fb của ổng và report. Vậy điểm khác nhau giữa việc mọi người bâu vào clip của Trâm Anh và bâu vào Facebook của ông trọng tài là gì? Chính xác, chả khác nhau gì cả. Vậy thì ai cho phép các bạn làm vậy? Vì \"lòng yêu nước\", bạn cho nó là đúng và bạn làm điều đó? <em>(cái này quy về Blind Nationalism - hay Lòng yêu nước mù quáng, mà mình cũng sẽ viết ở bài khác).</em></p> <p style=\"text-align:justify;\"><em>Fun fact: một hôm nọ mình tình cờ có nói chuyện được với một bạn gái người Myanmar, và vui hứng mình có hỏi về cảm nghĩ của bạn ý về người Việt Nam, bởi vì bạn ý nhận ra mình là người Việt Nam. Bạn ý trả lời là bọn mình rất toxic, vì dăm ba cái bóng đá mà làm khuynh đảo mạng xã hội, đánh sập bao nhiều Fb trọng tài để rồi lên trên báo mạng của nước họ.</em></p><p style=\"text-align:justify;\">Con người mà, chúng ta sống là bầy đàn, thì ở trên mạng chúng ta cũng là bầy đàn thôi. Các cậu có quyền nói cái đúng cái này sai, các cậu được phép theo cái này và không theo cái kia, nhưng làm ơn, nếu các cậu đã từng hùa theo một việc gì đó, thì đừng vì \"lần hùa\" này của cư dân mạng mà chửi trời chửi đất. Như đã nói ở phần 2b: các cậu thật nhỏ mọn.</p><h2 style=\"text-align:justify;\">3. Kết</h2><p style=\"text-align:justify;\">Mình ban đầu không muốn viết bài này, vì mình chẳng thấy có một lợi lộc gì để chỉ ra ai làm đúng và ai làm sai trong câu chuyện này cả. Nhưng việc mọi người lái câu chuyện sang một hướng khác không nói về Trâm Anh mà đi đổ lỗi hoàn toàn cho \"thứ thị hiếu tình dục của đàn ông\" hay là cho \"dư luận Việt Nam nóng\", khiến cho cái context của vụ việc này đi theo một hướng khác (nhất là có một số bài lội lại từ vụ Vàng Anh năm 2007 để nói, mình kiểu: \"mày muốn chứng tỏ điều gì?\"). Mình không nói các bạn sai, nhưng mình không thích double standards.</p><p style=\"text-align:justify;\">Kết lại bài viết mình muốn nói rằng, mọi việc mà ta làm đều dẫn đến hậu quả về sau. Dù bạn là ai, nhất là người nổi tiếng, nên có trách nhiệm cho mọi lời nói và hành động của mình, kể cả đó là chuyện yêu đương của cá nhân bạn. Và đừng cái gì cũng đổ lỗi cho bá tánh, bá tánh thế này bá tánh thế kia. Nó chỉ là một cách để trốn tránh trách nhiệm, để nói rằng bạn không còn làm chủ vô lăng của cuộc đời mình. Việc các cậu post hàng loạt những bài vin vào vụ việc đó để nói những câu chuyện to lớn hàm hồ khác đã làm coi nhẹ phần lỗi lầm của Trâm Anh cũng như anh X, mất đi sự ngụ ngôn của cái việc \"yêu thì yêu, đừng có liều\".</p><p style=\"text-align:justify;\"><span style=\"text-decoration:underline;\"><strong>À và các bạn càng ngày càng snowflake vcl và mình ghét việc đó.</strong></span></p>"
                    },
                    {
                              "id": "tam-su-chuyen-viet-nam-thi-va-hoc-thi-dai-hoc-o-viet-nam-thi-sao",
                              "title": "Tâm sự chuyện Việt Nam thi & học: Thi đại học ở Việt Nam thì sao?",
                              "picture": "tam-su-chuyen-viet-nam-thi-va-hoc-thi-dai-hoc-o-viet-nam-thi-sao.jpg", 
                              "published_date": "2019-04-17",
                              "category": "audacious-opinions",
                              "tags": ["vietnamese"],
                              "excerpt": "Ngày 16/4/2019, một sinh viên của trường Đại học Sư phạm Hà Nội tên T.P.T. đã xin rút hồ sơ sau khi được Sở Giáo dục và Đào tạo tỉnh Hòa Bình rà soát em được cộng thêm 14.85 điểm lên thành 27.75 điểm. Dù cho em là một học sinh rất giỏi văn – điểm thi môn ngữ văn thực tế của em trong kỳ thi tới tận 8.75, việc các bài báo đăng tin về trường hợp của em đã làm xôn xao dư luận cả nước.",
                              "content": "<p style=\"text-align:justify;\"><em>Ngày 16/4/2019, một sinh viên của trường Đại học Sư phạm Hà Nội tên T.P.T. đã xin rút hồ sơ sau khi được Sở Giáo dục và Đào tạo tỉnh Hòa Bình rà soát em được cộng thêm 14.85 điểm lên thành 27.75 điểm. Dù cho em là một học sinh rất giỏi văn - điểm thi môn ngữ văn thực tế của em trong kỳ thi tới tận 8.75, việc các bài báo đăng tin về trường hợp của em đã làm xôn xao dư luận cả nước.</em></p><p style=\"text-align:justify;\">Mình muốn \"viện cớ\" sự việc này để tâm sự với mọi người về suy nghĩ của bản thân, những gì mà mình hiểu về câu chuyện giáo dục ở Việt Nam, cũng như để sau đó lật lại về trường hợp của em ấy.</p><h3 style=\"text-align:justify;\">Tại sao thi Đại học ở Việt Nam lại quan trọng đến như thế?</h3><p style=\"text-align:justify;\">Nếu bạn nào có bạn bè học các trường chất lượng cao ở Hà Nội, mình chắc là các bạn cũng đã một lần trầm trồ trước một loạt \"thành tích\" của các bạn đó. Sinh ra và lớn lên trong gia đình khá giả ở thành phố lớn, mà như trên mạng bây giờ gọi là \"sinh ra ở vạch đích\", các bạn học sinh được tiếp cận với rất nhiều cơ hội và điều kiện để phát triển bản thân. Mình sẽ lấy ví dụ từ các bạn học sinh trường THPT Hà Nội - Amsterdam: ít thì bạn đó biết chơi một môn thể thao, biết chơi một nhạc cụ, tham gia một vài cái hoạt động xã hội và là thành viên của một vài câu lạc bộ; nhiều thì có vài ba cái giải học sinh giỏi cấp quốc gia, là chủ tịch của vài ba cái câu lạc bộ và đứng đầu tổ chức vài ba cái hoạt động xã hội. Bản thân là học sinh chuyên của trường cấp ba Chu Văn An - Hà Nội, đến mình cũng phải hoa mắt khi thấy một số bài viết nói về thành tích của các bạn.</p><p style=\"text-align:justify;\">Hãy đặt vấn đề nếu giờ các trường đại học xét tuyển các bạn học sinh dựa vào tài năng và thành tích của các bạn đó có, thì các bạn ở tỉnh sẽ chẳng bao giờ có cơ hội vào được trường tốt. Nhưng nếu xét tuyển dựa trên học bạ không thôi thì lại cũng không được, cái này thì là vì quản lý giáo dục ở Việt Nam còn lỏng lẻo, không đồng đều và công bằng giữa các tỉnh và thành phố.</p><p style=\"text-align:justify;\">Vì vậy nên thi Đại học trở thành thước đo duy nhất để xét tuyển sinh viên vào các trường đại học, tạo sự công bằng cho học sinh ở tất cả các tỉnh thành. Điều này cũng áp dụng với kỳ thi Trung học Phổ thông Quốc gia. Nếu các bạn có thắc mắc thì ở các nước phương Tây học sinh cũng phải thi một bài thi sau khi kết thúc chương trình học trung học, ví dụ điển hình như ở Mỹ thì bài thi đó là Scholastic Aptitude Test (hay SAT).</p><p style=\"text-align:justify;\">Vậy tại sao ở Việt Nam lại có chuyện gian lận trắng trợn đến như thế mà các nước phương Tây thì không?</p><h3 style=\"text-align:justify;\">Từ đến tâm lý \"phải học đại học\"...</h3><p style=\"text-align:justify;\">Sang Úc học được hai năm, mình nhận thấy nhìn chung mọi người ở đây không quá nặng nề trong việc học: nhiều bạn trẻ khi cảm thấy quá áp lực không thể theo học được nữa thường bỏ học ra ngoài kiếm tiền. Vì không phải ai cũng có khả năng học cũng như không phải ai cũng cần phải học đại học, họ chẳng việc gì phải làm mọi cách để đạt điểm cao cả, không phải không có trường hợp nào, nhưng ít hơn nhiều so với Việt Nam.</p><p style=\"text-align:justify;\">Thế tại sao họ lại có tư tưởng đó? Điều khác biệt giữa nước mình và các nước bạn ở chỗ, việc làm ở nước họ dù tiền công bèo bọt nhưng nếu họ biết tiết kiệm thì họ vẫn xông xênh và đủ dùng, còn như với mình đôi khi hà tiện cũng chẳng đủ mà dùng. Dù mức chi tiêu trung bình của Việt Nam thấp hơn các nước phương Tây rất nhiều, nhưng chênh lệch về ngành nghề còn lớn, thu nhập bình quân đầu người  của Việt Nam thấp, tức là vẫn còn đó những người nghèo không đủ tiền để sinh sống. Điều này tạo nên tâm lý rằng phải có bằng đại học thì mới có công việc tốt, mà có công việc tốt thì mới có đủ tiền để sống, và nó đã và đang trở thành một hệ tư tưởng đi liền với cuộc sống của người Việt Nam. Điều này không chỉ ở Việt Nam mà có ở các nước châu Á khác.</p><img class=\"inpost-image\" src=\"/media/blogofnhat/blogposts/tam-su-chuyen-viet-nam-thi-va-hoc-thi-dai-hoc-o-viet-nam-thi-sao-2.png\" alt=\"blogposts-image\"/><div class=\"image-caption\">Ở Trung Quốc, nếu bạn học thức kém, mọi người luôn nghĩ bạn là ngọn nguồn của mọi điều xấu - chia sẻ của một người bạn Trung Quốc của mình.</div><p style=\"text-align:justify;\">Mình không có ý nói rằng các bạn không học đại học mà học cao đẳng, trung cấp là không tốt bằng những bạn khác. Nghề nào cũng quý cả, và đôi khi người ta quý một thợ lành nghề hơn là một cử nhân bằng khá kinh tế tốt nghiệp xong vẫn không biết dùng Microsoft Excel. Chỉ là các bạn đó sẽ phải làm việc vất vả hơn, sẽ phải sống tiết kiệm hơn mà thôi.</p><p style=\"text-align:justify;\">Quay lại với chuyện \"phải đi học đại học\", theo mình thì tư tưởng này không xấu, trái lại là rất tốt, vì mình thấy những người có học thức (ở đâu cũng thế) đều có hành vi và thái độ cư xử rất tốt và đâu đâu ai cũng nể trọng những người có học cả. Có thể lấy ví dụ ở Nhật Bản: học sinh nước họ học rất rất nhiều, nhiều hơn Việt Nam, và cách hành xử của người Nhật Bản luôn là một điều mà không chỉ Việt Nam mà các bạn bè quốc tế nể phục.</p><p style=\"text-align:justify;\">Cái gì cũng có mặt lợi và hại, cùng vì tư tưởng đó mà nhiều học sinh đã gian lận, hay cha mẹ của các em đã làm mọi cách để nâng điểm của các em lên. Dù còn trẻ, nhưng mình hiểu cho nỗi lòng của các bậc cha mẹ, muốn con học trường tốt, đỗ đạt, sau này ra trường thành đạt, có công việc tốt. Nhưng như thầy cô giáo cứ hay nói với bọn mình về chuyện không được nhắc bài bạn: \"Giúp bạn như vậy là hại bạn\".</p><h3 style=\"text-align:justify;\">... đến chuyện đầu vào đầu ra</h3><p style=\"text-align:justify;\">Đầu vào và đầu ra của các trường trung học và đại học là một bài toán lớn dành cho người người thầy đi đầu ngành giáo dục nước nhà. Một trường được gọi là đạt tiêu chuẩn khi đầu vào và đầu ra của trường có độ khó ngang nhau, nếu đầu này khó/dễ hơn đầu kia ắt sẽ có bất cập. Nói cách khác, đầu vào và đầu ra bù trừ cho nhau.</p><p style=\"text-align:justify;\">Việc nhiều trường có đầu vào khó và đầu ra dễ khiến cho nạn gian lận thi cử, hay xin điểm trong kỳ thi Đại học và Trung học Phổ thông trở nên ngày càng nhiều và phổ biển, bởi chỉ cần \"lách qua\" được đoạn đầu thì kiểu gì các em cũng sẽ tốt nghiệp. Đây chính là tiền đề để xảy ra những vụ xin điểm của các bạn học sinh, năm trước thì là ở Hà Giang rồi đến vụ của em T. mới đây.</p><p style=\"text-align:justify;\">Hôm trước mình xem một cái video về phát biểu của một thầy giáo trường Đại học Bách khoa trả lời phóng viên sau vụ của bạn học sinh ấy, rằng thầy đảm bảo những học sinh gian lận để vào được Bách khoa không có đủ khả năng để tốt nghiệp ra trường. Đây chính là thứ mà Việt Nam cần để phát triển giáo dục và đẩy lùi nạn gian lận, nâng điểm để đỗ vào các trường đại học lớn. Chất lượng giáo dục của một khóa học, từng ngành học và môn học đóng vai trò rất lớn trong việc định hình chất lượng dạy và học của trường đó.</p><h3 style=\"text-align:justify;\">Tạm kết</h3><p style=\"text-align:justify;\">Đất nước mình từ kinh tế đến giáo dục, ừ thì cái gì cũng cần phải cải thiện, nhưng như mọi nước châu Á khác, không thể bỏ lối học thi này mà làm cho đất nước phát triển hơn được. Tuy từ giáo trình, khối lượng học cho đến các kỳ thi còn có nhiều bất cập, mình mong là các bác sẽ sớm có những thay đổi lớn để cải thiện những khó khăn này. Thân là một con dân nước Việt, mình chả mong gì hơn việc học ở Việt Nam phát triển tốt đẹp.</p>"
                    },
                    {
                              "id": "may-concept-linh-tinh-minh-tung-nghi-ra",
                              "title": "Mấy concept linh tinh mình từng nghĩ ra",
                              "picture": "", 
                              "published_date": "2019-08-25",
                              "category": "audacious-opinions",
                              "tags": ["vietnamese"],
                              "excerpt": "Nó bắt đầu vào tầm vài ba năm trước, đợt có bản remake của Hoàn Châu Cách Cách, bố mình mới nói rằng: có mỗi cái sự kiện vua Càn Long tìm thấy đứa con gái thất lạc mà người ta chế thành phim mấy chục tập, thế mà Việt Nam mình chả làm được phim nào hay phim nào nên hồn.",
                              "content": "<p style=\"text-align:justify;\">Nó bắt đầu vào tầm vài ba năm trước, đợt có bản remake của Hoàn Châu Cách Cách, bố mình mới nói rằng: có mỗi cái sự kiện vua Càn Long tìm thấy đứa con gái thất lạc mà người ta chế thành phim mấy chục tập, thế mà Việt Nam mình chả làm được phim nào hay phim nào nên hồn.</p><p style=\"text-align:justify;\">Bản thân mình hiểu có những thứ mang tính lịch sử mà người Việt Nam vẫn còn nhạy cảm và ít nhất trong thời điểm hiện tại không dám đụng đến. Bởi giờ vẫn còn những \"Quang Trung và Nguyễn Huệ là bạn thân\" thì vẫn còn đấy những người cho rằng việc làm phim \"chế\" lịch sử sẽ làm con cháu ngày càng lệch lạc hơn về lịch sử.</p><p style=\"text-align:justify;\">Nhưng có đi cũng phải có lại, những vị thần trong thần thoại Hy Lạp, thần thoại Bắc Âu như Zeus, Hades rồi Odin, Thor và Loki trong thời điểm hiện tại được nhiều người biết đến hơn bao giờ hết. Từ những bộ truyện, tiểu thuyết cho đến phim ảnh, từ phim thần thoại lên đến phim bom tấn như Marvel bây giờ. Và ừ nó đã khác đi nhiều so với nguyên tác nhưng với mình điều đó sẽ kích thích bạn tìm hiểu lịch sử của những nhân vật này, miễn sao bạn vẫn dựa theo một phần lịch sử/truyền thuyết được ghi lại và nhân vật đó được làm đủ hấp dẫn (tất nhiên).</p><p style=\"text-align:justify;\">Sau đây là một vài concept mình nghĩ ra từ hồi bố mình truyền cảm hứng cho mình. Có những thứ mình cảm giác có thể làm thành phim như Marvel luôn, có những cái thì mình không dám bởi kiến thức lịch sử của mình còn có hạn và mình không chắc có những chi tiết có được chính xác hay không. Anyway enjoy ^^</p><h2 style=\"text-align:justify;\"><strong>1.</strong></h2><p style=\"text-align:justify;\">Mọi câu chuyện lịch sử của đất nước đều xoay quanh cặp đôi Lạc Long Quân - Âu Cơ.</p><p style=\"text-align:justify;\">Câu chuyện về Âu Cơ đẻ bọc trăm trứng rồi Lạc Long Quân Âu Cơ chia năm mươi con xuống biển năm mươi con trên cạn chắc ai cũng biết rồi. Nhưng có nhiều hơn những thứ ở tương lai có mối liên kết trên cạn - dưới biển mà mình từng nghĩ.</p><p style=\"text-align:justify;\">Điều đầu tiên: Đời Hùng vương thứ 18 chỉ có một con gái là Mị Nương, đến lúc kén rể có hai chàng xuất hiện người nào cũng có sức có tài, một chàng là Sơn Tinh ở trên núi, người còn lại là Thủy Tinh ở dưới đại dương. Có lẽ nào hai người này có liên quan đến tổ tiên Âu Cơ và Long Quân?</p><p style=\"text-align:justify;\">Điều thứ hai: Trong \"Sự tích Hồ Gươm\", thanh gươm thần của Lê Lợi không tự nhiên mà có, cụ thể là chuôi gươm được một dân chài vô tình vớt lên và lưỡi gươm thì được tìm thấy trong một gốc cây phát sáng trong rừng. Mối liên hệ trên cạn - dưới biển tiếp tục xuất hiện. Sau cùng, khi Lê Lợi dạo bên bờ hồ Tả Vọng thì có một con rùa vàng xưng là tôi tớ của Long Vương xin lại gươm thần. Long Vương ở đây liệu nào có phải là Lạc Long Quân?</p><p style=\"text-align:justify;\">Bonus: Vì đã có rùa vàng ở đấy thì rùa vàng giúp An Dương Vương làm nỏ thần chắc cũng phải có liên quan nhỉ? Và như vậy liệu có ngày nào hai bảo bối gặp nhau???</p><h2 style=\"text-align:justify;\"><strong>2.</strong></h2><p style=\"text-align:justify;\">Tứ bất tử: gồm Chử Đồng Tử, Thánh Gióng, Sơn Tinh và Liễu Hạnh.</p><p style=\"text-align:justify;\">Riêng về khoản này phải công nhận là chúng ta có thể làm phim về cái này được mà không cần \"biến tấu\" một cái gì cả. Chử Đồng Tử biểu tượng cho ngành nông nghiệp lúa nước, Thánh Gióng biểu tượng cho lòng yêu nước chống giặc ngoại xâm, Sơn Tinh biểu trưng cho sức mạnh chinh phục và chống chọi thiên nhiên và Liễu Hạnh biểu trưng cho người phụ nữ mẫu nghi thiên hạ có đầy đủ công dung ngôn hạnh làm hậu phương giúp cho dân chúng đất nước phồn vinh.</p><p style=\"text-align:justify;\">Nguyên liệu nghe rất oai hùng tráng lệ, cũng chẳng khó để đưa nó lên như mấy ông thần bây giờ trên phim ảnh ngày nay, mình nghĩ vậy.</p><h2 style=\"text-align:justify;\"><strong>3.</strong></h2><p style=\"text-align:justify;\">Mấy ý tưởng này thì hơi bị \"ngang trái\" tý vì có động chạm vào lịch sử. Nhưng nhớ lại về những tác phẩm của nhà văn Kim Dung viết có nhân vật Chu Nguyên Chương cũng là nhân vật lịch sử thật, khiến mình nghĩ việc chúng ta có dám làm những việc này hay không chỉ là vấn đề thời gian.</p><ul style=\"text-align:justify;\"><li><strong><em>Lý Thái Tổ và \"con rồng Thăng Long\":</em></strong> nếu con rồng là có thật?</li><li><strong><em>Đinh Bộ Lĩnh và cuộc chiến 12 xứ quân:</em></strong> Marvel có Civil War ý hả? Tuổi gì với cái này?</li><li><strong><em>Lý Chiêu Hoàng, Trần Cảnh và Trần Thủ Độ:</em> </strong>cái này hình như có phim rồi, nhưng mình nghĩ có thể làm phim về ba nhân vật này một cách \"riêng tư\" hơn một chút chứ không phải nói mình Trần Thủ Độ.</li><li><strong><em>Yết Kiêu:</em> </strong>tại sao anh ta lại có \"siêu năng lực\" đó?</li><li><em><strong>Lê Lợi - Lê Lai:</strong></em> tại sao hai người họ lại giống nhau như vậy?</li><li><em><strong>Quân đội Tây Sơn, ba anh em Nguyễn Huệ, và cái hiệu \"Quang Trung\":</strong></em> mình biết là có thể mình đẩy cái này hơi đi quá ranh giới, cơ mà nếu làm phim kiểu như \"nếu Quang Trung và Nguyễn Huệ thực sự là hai người bạn thì sao?\" thì có vẻ thú vị...</li><li>...</li></ul><p style=\"text-align:justify;\">Trên đây chỉ là một số ý tưởng từ thời lịch sử cổ đại, trung đại ở Việt Nam thôi. Lý do thì ở phần dưới.</p><h2 style=\"text-align:justify;\"><strong>Kết</strong></h2><p style=\"text-align:justify;\">Sau cùng đây cũng chỉ là vài suy nghĩ linh tinh mà bản thân mình gom nhặt lại trong khoảng thời gian vài ba năm trở lại đây. Cũng vì một lần chém gió với mấy đứa bạn về chủ đề này mà giờ mình quyết định viết ra chia sẻ cho mọi người.</p><p style=\"text-align:justify;\">Đi ra nước ngoài tất cả những gì mà bạn bè quốc tế nhìn vào người Việt mình một là chiến tranh Việt Nam và hai (mới đây thôi mà cũng không nổi tiếng bằng điều một) là đồ ăn Việt Nam ngon. Có những câu chuyện chống giặc trước thời Thực dân Pháp và Đế quốc Mỹ cũng được người nước ngoài nhắc đến trong vài cái video trên YouTube mà mình vô tình xem được, nhưng chúng chỉ được tường thuật vẻn vẹn trong vài ba dòng.</p><p style=\"text-align:justify;\">Bản thân mình nghĩ Việt Nam có nhiều lắm những câu chuyện để kể, và nếu đủ hiểu biết về lịch sử thì mình thấy lịch sử với truyền thuyết ở Việt Nam còn hấp dẫn hơn rất nhiều nơi khác. Quan trọng là cách ta thực hiện nó như thế nào vậy thôi.</p>"
                    },
                    {
                              "id": "hoi-ky-ep-1-mot-dan-ca-dem-noi-ha-thanh",
                              "title": "Hồi ký - Ep1: Một đàn ca đêm nơi Hà Thành",
                              "picture": "hoi-ky-ep-1-mot-dan-ca-dem-noi-ha-thanh.jpg", 
                              "published_date": "2019-09-15",
                              "category": "short-stories",
                              "tags": ["vietnamese","hoi-ky"],
                              "excerpt": "Cuối năm 2017. Hình như vậy. Cái khoảng thời gian Nhật vừa trở về Hà Nội sau cái gánh nặng lớn đầu tiên của cuộc đời. Cả ba tháng nghỉ đấy chẳng phải lo nghĩ tới một việc gì, ngày qua ngày cứ đong đưa cùng bè bạn ở cái mảnh đất quê nhà. Nhật muốn bản thân được làm ếch ngồi đáy giếng cứ lờ hết mọi thứ đi, ngu si hưởng thái bình thêm một thời gian nữa...",
                              "content": "<p style=\"text-align:justify;\">Cuối năm 2017. Hình như vậy. Cái khoảng thời gian Nhật vừa trở về Hà Nội sau cái gánh nặng lớn đầu tiên của cuộc đời. Cả ba tháng nghỉ đấy chẳng phải lo nghĩ tới một việc gì, ngày qua ngày cứ đong đưa cùng bè bạn ở cái mảnh đất quê nhà. Nhật muốn bản thân được làm ếch ngồi đáy giếng cứ lờ hết mọi thứ đi, ngu si hưởng thái bình thêm một thời gian nữa...</p><p style=\"text-align:justify;\">Đó là vào một buổi tối nọ, có đứa bạn mình rủ mình lượn phố chơi vì chán quá. Trời, tuổi trẻ mà! Chán thì gọi nhau đi chơi chém gió thế là vui. Được cái ông bạn mình học đàn guitar cổ điển được mấy năm rồi, nên cũng chẳng ít hôm lượn phố rồi tạt qua một quán cà phê nào đó, đánh vài bản nhạc chơi. Với lão ta, tiếng đàn, vài mẩu thuốc lá và mấy ca từ buồn trong những bản nhạc là cách để lão thưởng thức cái cuộc sống này. Mình thích cái cuộc sống đờn ca ấy, phiêu bạt, bay bổng, đầy cảm hứng, dù cho hoàn cảnh của mình không cho phép mình làm điều đó.</p><p style=\"text-align:justify;\">Mấy năm gần đây nhạc indie ở Việt Nam thịnh hành, những thứ ca từ ngẫu hứng cất lên từ trong những nơi cà quán trở thành vẻ đẹp, thứ tiêu khiển của không ít con người, và mình cũng đang âm thầm dõi theo cái quá trình ấy; phải chăng cái thời của mình đang dần chán dần cái nhạc thị trường mà muốn lùi về với chút êm đềm đậm vị trữ tình của Trang của Vũ, chút dân dã đơn giản của Ngọt, và chút ngang tàn từng trải của Marzuz.</p><p style=\"text-align:justify;\">Mang cây đàn đeo sau lưng, ngồi sau phóng vèo vèo chiếc xe máy của lão ta lao đi, chúng tôi dừng lại ở một căn nhà bên phố Hoàng Hoa Thám. Vào bên trong có sân có vườn cùng với vài đứa bạn hình như là trong cùng nhạc viện với lão. Đỗ xe xong, chúng tôi ra ngồi cùng với mọi người ở ngoài sân. Nói thì là mùa đông đấy nhưng mấy ngày nay trời nắng chang chang, được cái tối về trời lại vi vu có chút gió thoang thoảng khiến cái không gian nơi đây dễ chịu một cách lạ kỳ.</p><p style=\"text-align:justify;\">Mình cũng chẳng rõ bác chủ nhà với lão bạn mình quen nhau thế nào, chỉ biết rằng bác chắc cũng rất thích âm nhạc và thích cái cách trẻ con bọn mình bây giờ có đam mê cho chút giai điệu ấy. Mấy anh bạn kia có hỏi mình có biết đàn hát không, mình chỉ biết ngại ngùng, cười trừ mà trả lời là \"Không, tớ chỉ đến đấy chơi thôi\". Và cũng chẳng rõ là vì cái gì tiếng đàn và tiếng hát bắt đầu vang lên. Sau vài bản cổ điển ông bạn tôi đánh thì đến mấy anh chị em kia cất tiếng hát, mình nhớ lúc thì là \"Bốn chữ lắm\", lúc thì là \"Uống trà\". Cái không khí trong suốt mấy tiếng đồng hồ đó thật đầy chất nhạc chất thơ, đến mức giờ kể lại mà cứ tưởng là mình đang bốc phét, cảnh tượng gì mà \"như phim\"!</p><p style=\"text-align:justify;\">Tiếng đàn ca xóa tan đi những muộn phiền nơi thành phố. Có ai ngờ rằng ở cái nơi thành thị này lại xuất hiện một nơi như vậy. Các bạn ấy hình như cũng có livestream lên Facebook cá nhân của các bạn, nhưng mình chỉ chẳng buồn rút điện thoại ra. Có những lúc tất cả những gì ta nên làm là nhắm mắt lại, tiếp thu và cảm nhận những nốt nhạc bằng cả tấm lòng cả con tim, nghĩ về những điều bay bổng du dương, về những lời yêu thương những điều ngọt ngào ta có ở nơi đây. Nghĩ về những điều tuyệt vời, ta cảm ơn ông trời vì cho ta khoảng thời gian đẹp đẽ như vầy, gạt bỏ đi cái suy nghĩ rằng không lâu thôi là mình sắp phải xa nơi đây rồi.</p><p style=\"text-align:justify;\">Mình chẳng nhớ tối đó kết thúc như thế nào. Hồn mình như bay cùng với gió suốt cả buổi hôm ấy. Có lẽ trong khoảnh khắc mình đã chạm được thứ tâm hồn nơi mảnh đất mà mình đã sống suốt mười tám năm cuộc đời...</p><p style=\"text-align:center;\">\"Khi ta ở, chỉ là nơi đất ở</p><p style=\"text-align:center;\">Khi ta đi đất đã hóa tâm hồn!\"</p><p style=\"text-align:right;\">(\"Tiếng hát con tàu\" - Chế Lan Viên)</p>"
                    },
                    {
                              "id": "hoi-ky-ep-2-mot-dem-say",
                              "title": "Hồi ký - Ep2: Một đêm say",
                              "picture": "hoi-ky-ep-2-mot-dem-say.jpg", 
                              "published_date": "2019-10-22",
                              "category": "short-stories",
                              "tags": ["vietnamese","hoi-ky"],
                              "excerpt": "12 giờ đêm. Tụ tập với nhau ở nhà một đứa nhân dịp sinh nhật để uống rượu phá phách, rồi tiệc tàn, anh ra ngồi cạnh an ủi em sau vài chục chén rượu vài chục điếu thuốc.",
                              "content": "<p style=\"text-align:justify;\">12 giờ đêm. Tụ tập với nhau ở nhà một đứa nhân dịp sinh nhật để uống rượu phá phách, rồi tiệc tàn, anh ra ngồi cạnh an ủi em sau vài chục chén rượu vài chục điếu thuốc.<!--more--> Em lấy cái cớ là uống say để gào thét, nhõng nhẽo với mấy đứa con trai, ngồi đu đưa ngoài ban công nói rằng nhảy xuống cho nó xong để mấy đứa nó cản em lại. Nhưng em không than thở với anh, bởi anh biết là em sẽ không nhảy, anh biết là em không có say, bởi anh đã từng cảnh báo em về mối tình không hứa hẹn của em với anh ta.</p><p style=\"text-align:justify;\">Em bắt đầu kể lể với anh và khóc. Hai năm rưỡi bên cạnh anh ta, anh ấy yêu em rất nhiều, nhưng em không còn yêu anh ta nữa. Có lắm lúc em thấy căng thẳng, buồn bã với cô đơn nhưng anh ta chẳng an ủi em được lần nào, thậm chí có lúc còn mắng em. Em vừa khóc vừa tự an ủi mình là từng đau khổ hơn nhiều khi chia tay với người cũ rồi nên lần này sẽ không sao đâu.</p><p style=\"text-align:justify;\">Trời đêm gió lạnh vi vu ngoài ban công, ánh đèn đường le lói ban công hòa với âm thanh của mấy bản indie đang phát trên loa và hơi khói của mấy mẩu thuốc trong gạt tàn, nỗi buồn và sự ảm đạm cứ ám vào không khí. Anh nhớ lại những ngày anh vừa chia tay với Cô ấy khi nghe chuyện của em. Anh kể với em về câu chuyện Cô ấy bỏ anh đi vì không trở thành bờ vai cho Cô ấy dựa vào khi Cô ấy cần được an ủi. Và anh bảo điều đó chẳng sai đâu, điều đó ổn thôi. Vì Cô ấy đúng. Mặc cho anh cho Cô ấy là tất cả hay không đi nữa. Vậy nên anh khuyên em cứ làm những gì theo con tim em, vì điều em làm không có sai, không có tội lỗi với bất cứ ai cả. Em bật khóc, em thấy bế tắc quá...</p><p style=\"text-align:justify;\">Mình chợt nhớ lại vài phút trước mấy đứa con trai cũng ngồi cùng ngoài ban công, phì phèo vài điếu thuốc hòa với tiếng nhạc và cứ ngẩn ngơ chuyện đời. Tự hỏi bản thân cô đơn là như thế nào, có phải là khi lớn lên những khó khăn và huyễn hoặc của đời làm ta cô đơn để ta tìm lấy rượu lấy thuốc để gạt đi, rửa trôi đi những cảm giác ấy, hay cô đơn là khi có bạn bè xung quanh mà chẳng biết chia sẻ chuyện trò thế nào, có người yêu ở cạnh mà chẳng thể an ủi nhau những lúc buồn? Anh cũng không biết nữa, em trả lời em xem..</p><p style=\"text-align:justify;\">Ngồi thêm một lúc nữa, em nói em mệt quá, em đi ngủ. Anh chẳng kêu em thêm điều gì cả, lặng nhìn em và nghĩ là, rồi có ngày em sẽ ổn thôi. Như Cô ấy bây giờ vậy. Sẽ không sao cả đâu. Đến một ngày nào đó anh ta sẽ không trách em nữa, như anh giờ chẳng trách móc Cô ấy nữa.</p><p style=\"text-align:justify;\">Còn anh ý bây giờ hả, có lẽ là giờ anh vẫn còn vui, vui một chút. Anh mở Instagram của Em lên và nghĩ, ít nhất thì giờ anh không cảm thấy cô đơn, vì giờ anh đang có Em để nhớ mong. Trong cuộc sống, chỉ cần có một điều gì đó nho nhỏ bên ta như vậy thôi, là đủ.</p><p style=\"text-align:justify;\">Ngay sau đấy trời đổ mưa, trút đi cơn buồn u ám của cả gian phòng. Anh cũng lặng lẽ rời đi trong màn mưa. Sau cơn mưa trời sẽ sáng, cũng như sau mọi nỗi buồn thì ta sẽ lại vui thôi ấy mà!</p>"
                    },
                    {
                              "id": "cau-chuyen-ve-ban-sac-tieng-viet",
                              "title": "Câu chuyện về bản sắc tiếng Việt",
                              "picture": "cau-chuyen-ve-ban-sac-tieng-viet.jpg",
                              "published_date": "2020-04-04",
                              "category": "audacious-opinions",
                              "tags": ["vietnamese","su-giau-dep-cua-tieng-viet"],
                              "excerpt": "Khoảng một vài năm gần đây mình khá thích học ngôn ngữ, một phần là vì ta có thể học được lịch sử và văn hóa trên thứ ngôn ngữ đó, phần còn lại là vì tuổi thơ của mình từng ám ảnh với tiếng Việt.",
                              "content": "<p style=\"text-align:justify;\">Khoảng một vài năm gần đây mình khá thích học ngôn ngữ, một phần là vì ta có thể học được lịch sử và văn hóa trên thứ ngôn ngữ đó, phần còn lại là vì tuổi thơ của mình từng ám ảnh với tiếng Việt: từ \"Sự giàu đẹp của tiếng Việt\", những bài luyện từ và câu nhớ đời của cô giáo dạy Ngữ Văn những năm cấp 2, cho đến những bài học của ông ngoại về lỗi chính tả. Cũng vì vậy nên chủ đề về tiếng Việt cũng như sự đa dạng phong phú đầy sắc màu của ngôn ngữ là một trong những chủ đề mình từng tốn chất xám vào rất nhiều bài viết. Tiện đây nhắc đến chuyện có người đề xuất công trình \"chữ tiếng Việt song song 2.0\", mình viết bài này để nói về suy nghĩ của mình về bản sắc của tiếng Việt cũng như về sự phát triển của ngôn ngữ nói chung và tiếng Việt nói riêng.</p><h2 style=\"text-align:justify;\">1. Bản sắc của tiếng Việt: Vì sao về cơ bản ta không nên \"đập đi xây lại\" tiếng Việt?</h2><p style=\"text-align:justify;\">Việt Nam đang vươn mình với thế giới trong quá trình hội nhập quốc tế. Những câu chuyện muôn thuở về \"hòa nhập nhưng không hòa tan\" liên tục là chủ đề đáng bàn luận mỗi năm của không ít người, từ việc nhập Tết Tây và Tết Cổ truyền, nói tiếng Anh bồi, rồi đến gần đây là việc tạo ra chữ tiếng Việt kiểu mới với chữ tiếng Việt song song 2.0.</p><p style=\"text-align:justify;\">Sau một khoảng thời gian khá lâu học tiếng Anh và vài tháng học tiếng Trung, mình ngày càng yêu thêm tiếng Việt của mình hơn. Tiếng Việt cũng như chữ Quốc ngữ tuy không có lịch sử phát triển dài như tiếng Anh và tiếng Trung, nhưng chính vì những thứ đó mà bản sắc dân tộc nói chung và bản sắc vùng miền nói riêng in đậm trong từng câu chữ của tiếng Việt. Một trong những thứ mà mình thấy \"giàu đẹp\" nhất của tiếng Việt có thể kể đến là đại từ nhân xưng.</p><p style=\"text-align:justify;\">Và chính vì điều này nên mình xin nêu lên hai lý do lớn nhất ta không nên \"đập đi xây lại\" tiếng Việt, để mong là không có ai có cái đề xuất quái đản gì nữa.</p><h3 style=\"text-align:justify;\">1a. Bản chất số một của bất cứ ngôn ngữ nào là để truyền đạt thông tin:</h3><p style=\"text-align:justify;\">Chữ Quốc ngữ, tuy rằng sinh ra từ bộ chữ Latin, được Chính phủ sử dụng thay cho chữ Nôm nhằm mục đích xóa mù chữ. Giặc dốt từ 95% người Việt mù chữ vì đó mà kết thúc. Mình không sinh ra và lớn lên ở thời đó, cũng chẳng thể biết được việc thay đổi này ban đầu có bị chỉ trích rằng thay đổi như vậy sẽ làm mất đi bản sắc dân tộc hay là không, cái mà mình hiểu chắc chắn đó là nếu giờ không viết chữ Latin nữa mà đi dùng chữ Nôm chắc sẽ khó học hơn nhiều.</p><p style=\"text-align:justify;\">Mục đích tối cao của một ngôn ngữ khi mới được sinh ra là để truyền đạt thông tin. Con người ta ngày xưa nếu chỉ dùng ngôn ngữ truyền miệng thôi thì không thể đưa hết được mọi kiến thức đi xa cho đến giờ được. Vì thế chữ viết được sinh ra để lưu trữ thông tin và truyền đạt chúng. Vì vậy cho dù thay đổi sang chữ Quốc ngữ nghe chừng có vẻ mạo hiểm và táo bạo nhưng thực chất vô cùng hợp lý ở thời điểm đó.</p><p style=\"text-align:justify;\">Quay lại với chuyện chuyển sang chữ tiếng Việt mới, nếu mang luận điểm này để so sánh với những đề án này, mình có thể hiểu những cố gắng và những ý hay trong những đề xuất đó; tuy nhiên, nhược điểm lớn nhất mà nó mang lại đó chính là nếu được phê duyệt người Việt ta sẽ rơi vào tình trạng \"tái mù chữ\". Đây ít nhiều là một trong những lý do lớn nhất khiến cho cộng đồng mạng liên tục ném đá và chỉ trích những đề án này. Kết chung lại, ta không nên vì vài cái ưu điểm như \"không cần viết có dấu vẫn có thể hiểu được\" mà khiến cho dân ta lại quay về với giặc dốt.</p><p style=\"text-align:justify;\"><em>Nói đến câu chuyện này thì lại muốn nói về câu chuyện nói tiếng Anh bồi. Trước và cả dạo gần đây không ít những bài viết chỉ trích những người có sử dụng tiếng Anh bồi, pha lẫn ngoại ngữ vào tiếng Việt. Cá nhân mình thì mình hiểu cho việc này: Dù là một người cực kỳ yêu tiếng Việt, nhưng sau một thời gian học tiếng Anh mình nhận ra có những từ ngữ mà dùng tiếng Anh thì ý nghĩa của nó chính xác và rõ nghĩa hơn tiếng Việt. Một lý do nữa đó là khi bạn tiếp xúc quá nhiều với ngoại ngữ thì đôi lúc bạn sẽ suy nghĩ và tư duy bằng ngôn ngữ đó, khiến cho việc pha lẫn nhiều thứ tiếng có lẽ với mình là dễ hiểu. Đến đây, mình muốn nói rằng chúng ta không thể hoàn toàn đổ lỗi cho những người dùng tiếng Anh bồi được, vì cơ bản họ \"dốt tiếng Việt\". Miễn sao họ \"chém tiếng Anh\" ở mức độ nào đó chấp nhận được là được, bởi với họ đó là cách họ có thể truyền đạt thông tin một cách nhanh và chính xác nhất.</em></p><h3 style=\"text-align:justify;\">1b. Ngôn ngữ in đậm bản sắc dân tộc:</h3><p style=\"text-align:justify;\">Hồi lớp 6 chương trình học Ngữ Văn có bài \"Buổi học cuối cùng\". Đây là một tác phẩm của Pháp kể về thời Thế chiến 2, khi Đức Quốc xã xâm lăng. Đại ý mà nó mang lại cho học sinh lúc bấy giờ là ta nhất quyết phải gìn giữ ngôn ngữ dân tộc, bởi mất đi ngôn ngữ tức là mất nước. Nếu các bạn có yêu thích lịch sử thì những phong trào \"Đồng hóa\" của giặc ngoại xâm Trung Quốc thời xưa cũng là nhằm làm cho dân ta mất dần đi cái thứ gọi là bản sắc dân tộc.</p><p style=\"text-align:justify;\">Sách vở là vậy, nhưng đến gần đây, khi mình có học tiếng Trung và hiểu thêm về lịch sử văn hóa của họ thì mình mới thấm thía nhường nào về câu chuyện ngôn ngữ và bản sắc này. Tiếng Trung là một trong những ngôn ngữ có chữ viết khó nhất thế giới, bởi để thật sự gọi là thông thạo tiếng Trung thì bạn phải nhớ mặt chữ của ít nhất vài nghìn từ (có lẽ vì thế mà người Trung Quốc giỏi Toán, đặc biệt trong khoản ghi nhớ). Người Trung Quốc dù luôn vận động mọi người nên học chữ viết, nhưng số lượng lớn người dân đều mù chữ, họ chỉ biết nói chuyện bằng tiếng Trung chứ không thể đọc hay viết. Trung Quốc cũng có lịch sử về việc giản thể chữ viết của mình: chữ phồn thể (cổ hơn, phức tạp hơn) là Cantonese, còn chữ giản thể (mới và đơn giản hơn) gọi là Mandarin. Tuy biết rằng chữ viết của họ quá khó để học, người Trung Quốc từ chối việc cải cách, thay đổi sang chữ viết mới. Với họ, chữ viết của họ đi liền với lịch sử mấy nghìn năm; việc thay đổi chữ viết phần nào tuyên bố việc xóa bỏ lịch sử hào hùng của họ (ngoài ra thì còn những thứ như \"ngu dân\" hóa của Chính phủ nhưng thôi không bàn đến ở đây). Ở đây, giữa việc xóa mù chữ và bản sắc dân tộc, họ chọn việc không thay đổi.</p><p style=\"text-align:justify;\">Như nói ở trên, mặc dù chữ Quốc ngữ của mình không có lịch sử phát triển lâu đời hơn so với tiếng Anh hay tiếng Trung, cộng với việc vào thời điểm đó thay đổi sang chữ Quốc ngữ khiến cho hiện tại chữ Nôm liệt vào danh sách những thứ cần được bảo tồn, nhưng sau từng đấy năm phát triển, ngữ pháp đồng nhất và từ vựng ngày càng đa dạng, việc thay đổi là việc không thể. Những đề xuất về tiếng Việt mới dù có cải tiến và mới đến mức nào thì vẫn dựa trên hệ thống của tiếng Việt cũ/chữ Quốc ngữ, thế nên nó bị coi là quái gở, bất hợp lý.</p><h2 style=\"text-align:justify;\">2. Sự phát triển của ngôn ngữ và của tiếng Việt (và vì sao mọi người nên chấp nhận việc đó?)</h2><p style=\"text-align:justify;\">Mình là một đứa thích học ngôn ngữ, một lý do lớn cho điều đó nằm ở việ mình có một sự tò mò về nguồn gốc và lịch sử phát triển của những từ ngữ, khái niệm và ngữ pháp trong những ngôn ngữ đó. Có một ví dụ là từ \"OK\" từng là viết tắt của cụm từ \"Ol Korrect\" (lóng của \"All Correct\" - tất cả đều đúng, đều ổn). Nó được sử dụng bởi giới thượng lưu châu Âu vào thời kỳ trước cùng với một tá những từ viết tắt khác; sau này chỉ riêng còn từ \"OK\" là còn được sử dụng rộng rãi và ta sử dụng nó phổ biến như bây giờ. Câu chuyện về \"OK\" này khiến mình rất thích thú về việc học ngôn ngữ, vì mình hiểu được rằng tiếng lóng không phải mới được sinh ra, thậm chí khi nó được sử dụng phổ biến thì sẽ trở thành một từ thông dụng. Một ví dụ cho tiếng Việt đó là cụm từ \"bó tay\" (được hiểu là khó khăn, không biết giải quyết thế nào): được xuất hiện trong chương trình \"Ai là triệu phú\" khi chú Lại Văn Sâm có hỏi về trang web của một thí sinh bị khuyết tật tay, anh ta trả lời trang web có tên là \"bó tay .com\"; sau dần, từ \"bó tay\" được nhiều người dùng một cách phổ biến theo ý nghĩa nêu trên.</p><p style=\"text-align:justify;\">Kể chuyện như thế, nhưng trước đây mình không phải là một người yêu thích tiếng lóng cũng như không hiểu về sự phát triển của ngôn ngữ cũng như tiếng Việt. Do ở cùng ông ngoại từ thuở bé, tính cách hoài cổ cùng chút bảo thủ trong việc dạy tiếng Việt và việc sửa lỗi chính tả của ông khiến cho mình rất ám ảnh về chuyện sử dụng tiếng Việt. Mình để ý để không sai một lỗi chính tả nào, không viết tắt không chỉ ở trong sách vở viết đi học mà cả ở trên chat trên Facebook. Sau này học tiếng Anh một thời gian khá lâu cũng như học cả tiếng Trung, suy nghĩ của mình mới thoáng ra, như một chị YouTuber có nói về vấn đề này: \"... Những người chỉ biết một ngôn ngữ thường hơi cổ hủ...\". Tất nhiên mình không có phủ nhận những điều ông ngoại truyền lại cho mình bởi chính nó nuôi trong mình cái tình yêu về tiếng Việt, nhưng việc được mở mang tầm mắt làm mình hiểu được rằng ngôn ngữ luôn luôn thay đổi và phát triển ở cả ngữ pháp và từ vựng, và thay vì bảo thủ ghét bỏ và tẩy chay ý niệm này thì ít nhất ta nên chấp nhận việc đó.</p><p style=\"text-align:justify;\">Có một vài ví dụ từ thời chữ Quốc ngữ còn đang phát triển. Ví dụ đầu tiên là ở từ \"cách mạng\", từng được Bác viết là \"kách mệnh\", hay âm đầu \"ph\" trước đây từng là \"f\" (mọi người có thể tìm thấy cái này ở các bài báo xưa). Sau dần ngữ pháp dần được thay đổi cho đồng nhất, như âm đầu \"gh\" và \"k\" đi với vần bắt đầu bằng \"i\", \"e\" và \"ê\", thì tiếng Việt giờ đây mới chặt chẽ như bây giờ. Ví dụ thứ hai là về phát âm, cụ thể là chúng ta không con nặng nề việc phát âm từ \"suôn sẻ\" phải phát âm \"sờ nặng\" ở cả hai từ nữa, đơn giản là để tiện cho việc đọc. Điều này không chỉ xảy ra ở mỗi tiếng Việt: trong tiếng Anh, những từ có âm \"k\" câm như \"knight\", \"knife\" hay \"knee\" ban đầu không câm; nhưng sau để đọc cho nó dễ người ta không còn phát âm chữ \"k\" nữa.</p><p style=\"text-align:justify;\">Ngôn ngữ cũng như tiếng Việt luôn tiến hóa và phát triển để phù hợp với cộng đồng. Nhiều người mà mình biết trước giờ cũng có từng khó chịu về cách dùng từ, dùng tiếng lóng của người trẻ, từ \"bó tay\", rồi \"bá đạo\", gần đây nhất là từ \"cà khịa\". Nhưng chính vì mục đích ban đầu là trao đổi thông tin của ngôn ngữ khiến cho những từ ngữ mới được sinh và/hoặc những từ ngữ cũ bị đổi nghĩa (như từ \"kinh tế\" trong tác phẩm \"Đập đá ở Côn Lôn\"). Những từ như \"thoạt tiên\", \"xán lạn\" hay là \"ghi-đông\" không còn được sử dụng nhiều và có thể bị quên lãng; và chúng ta nên chấp nhận tất cả những việc đó.</p><p style=\"text-align:justify;\">Ở một mặt khác, những điều này một phần tạo nên hiện trạng nhiều người sẽ hiểu sai nghĩa của từ, dùng sai từ, hoặc viết chữ sai chính tả. Nhưng sau một thời gian ra nước ngoài, bị phát điên vì ngay cả những người có tiếng mẹ đẻ là tiếng Anh vẫn có hàng chục lỗi chính tả như bình thường khiến cho mình nhận ra rằng: không thể đổ lỗi việc dùng sai từ hay viết sai chính tả cho sự thay đổi của ngôn ngữ, mà nó nằm thật nặng trên trách nhiệm của những thầy cô giáo, những người dạy ngôn ngữ cho học sinh phải dạy sao cho chúng nó không sử dụng sai từ, không sai chính tả ở những từ không đáng có (từ \"lãng mạn\" chẳng hạn) mà còn có ý thức, chú ý tới việc để ý cách dùng từ, lỗi chính tả, tạo cho con em một niềm vui thú và sau là tình yêu với tiếng Việt. Chỉ có như vậy thì tiếng mẹ đẻ của ta mới được gìn giữ một cách trọn vẹn mà vẫn có thể phát triển như bao ngôn ngữ khác.</p><h2><strong>Kết</strong></h2><p style=\"text-align:justify;\">Vạn vật quanh ta đều phát triển, văn hóa, bản sắc cũng như ngôn ngữ của người Việt cũng vậy. Trong thời điểm hội nhập toàn cầu này, việc vừa hòa nhập với bạn bè quốc tế vừa gìn giữ bản sắc dân tộc khiến cho sự phát triển của tiếng Việt trở thành một trong những lo ngại của nhiều người. Mặc dù vậy, không chỉ gìn giữ những thứ giàu thứ đẹp mà ông cha ta để lại cho tiếng Việt và chữ Quốc ngữ, ta cũng nên đón nhận sự thay đổi, cách dùng từ và nói chuyện của người trẻ, cũng như nên dạy cho chúng về tình yêu với tiếng Việt để chúng có ý thức với nó. Bởi ngôn ngữ không chỉ giản đơn là một công cụ để trao đổi và nói chuyện, mà nó là cầu nối giữa con người và đất nước, thứ đọng lại những thứ tinh hoa đẹp nhất về truyền thống, văn hóa và bản sắc của dân tộc.</p>"
                    }
          ]
}